import React from "react";
import Image from "next/image";
const mockData={
  author: {
      name: "شهرام خندقی",
      avatar:
  "/slider/1.webp",    },

}
export default function page() {
  return (
    <section className="container-custom mt-10 flex flex-col text-right px-5">
      <h1 className="text-sm font-extrabold border-b border-gray-200 py-3">چگونه در بحران دوام بیاوریم؟</h1>
  
      <div>
                <div className="flex items-center gap-2 justify-end pt-2">
                          <span className="text-xs text-gray-500">13 بهمن 1403</span>

                                <span className="text-xs text-gray-500">{mockData.author.name}</span>
                    <Image
                      src={mockData.author.avatar}
                      alt={mockData.author.name}
                      width={24}
                      height={24}
                      className="rounded-full size-6"
                    />
                  </div>
        <span className="text-xs text-gray-500">9 دقیقه مطالعه</span>
        <div className="w-full flex justify-center py-5 ">
                  <Image
                    src={mockData.author.avatar}
                    alt={mockData.author.name}
                    width={400}
                    height={300}
                    className="rounded-2xl"
                  />
           
        </div>
        <p className="text-sm text-gray-700 leading-7">
       در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
در شرایط بحران مانند جنگ، بلایای طبیعی یا حوادث گسترده ممکن است دسترسی به برخی خدمات مانند برق، آب، گاز، اینترنت و رسانه ها برای مدتی محدود شوند.

آمادگی قبلی خانواده به حفظ سلامت، امنیت و آرامش کمک می کند.

جهت افزایش آگاهی پرسنل در مواقع بحرانی ، فایل های مورد نیاز جهت مطالعه به پیوست می باشد.
        </p>
      </div>
    </section>
  );
}
